espressif/esp-protocols/components/esp_modem/examples/modem_console/sdkconfig.ci.usb_p4
CONFIG_IDF_TARGET="esp32p4"
CONFIG_EXAMPLE_SERIAL_CONFIG_USB=y
